<template>
	<div class="agreement page">
		<div class="header"><span @click="$router.back()"></span>六度服务协议</div>	
		<p style="font-size: 0.28rem; padding: 0.2rem;">
            本服务条款是用户（您）与杭州六度信息科技有限公司（以下称六度）之间的协议。本网站由六度或其关联公司所运行的各个网站、网页和软件产品构成。<br><br>
            一、特别提醒<br>
            用户（您）欲访问本站或使用六度产品前，必须事先认真阅读本服务条款中各条款，包括免除或者限制六度责任的条款及对用户的权利限制。如您不同意本服务条款及/或随时对其的修改，您应不使用或主动取消六度公司提供的服务。您的使用行为将被视为您对本服务条款全部的完全接受，包括接受六度对服务条款随时所做的任何修改。在开通产品的同时，您也同时承认了您拥有使用这些产品的权利能力和行为能力。<br><br>
            二、用户使用规则<br>
            本站运用自己的操作系统通过国际互联网络为用户提供网络服务。同时，用户必须：<br>
            (1)自行配备上网的所需设备，包括个人电脑、调制解调器或其它必备上网装置；<br>
            (2)自行负担个人上网所支付的与此服务有关的电话费用、网络费用。<br><br>
            基于本站所提供的网络服务的重要性，用户应同意：<br>
            (1)保证自己在使用各服务时用户身份的真实性及完整性，如果资料发生变化，您应及时更改；<br>
            (2)在安全完成本服务的注册程序后，您应维持密码及帐号的机密安全。您应对任何人利用您的密码及帐号所进行的活动负完全的责任；<br><br>
            遵守国家的有关法律、法规和行政规章制度，用户同意严格遵守以下条款，包括但不限于下列内容：<br>
            (1)六度公司对其发行的或与合作公司共同发行的包括但不限于产品或服务的全部内容及网站上的材料拥有版权等知识产权，受法律保护；<br>
            (2)未经本公司书面许可，任何单位及个人不得以任何方式或理由对六度公司产品、服务、信息、材料的任何部分进行使用、复制、修改、抄录、传播或与其它产品捆绑使用、销售。<br>
            (3)凡侵犯本公司版权等知识产权的，本公司必依法追究其法律责任。<br>
            (4)如用户违反国家法律法规或本服务条款，本公司和合作公司将有权停止向用户提供服务而不需承担任何责任，如导致六度或合作公司遭受任何损害或遭受任何来自第三方的纠纷、诉讼、索赔要求等，用户须向本公司或合作公司赔偿相应的损失，并对其违反服务条款所产生的一切后果负全部法律责任。<br><br>
            依本服务条款所取得的服务权利不可转让。<br><br>
            三、隐私权保护<br>
            尊重用户个人隐私是本站的一项基本政策。本站不会在未经合法用户授权或服务条款约定情况下公开、编辑或透露保存在本站中的非公开信息。<br>
            非公开内容是指用户帐号、密码、所在地区、身份、联系方式或电子邮箱等用户信息；<br>
            用户同意并允许公示与六度的交易信息，且该交易信息仅以交易时间及交易的具体产品为限。<br><br>
            四、服务条款变更、中断或终止<br>
            本服务的所有权和运作权、解释权归六度公司。<br>
            本公司有权在必要时修改服务条款，服务条款一旦发生变动，将会在相关页面上公布修改后的服务条款。如果不同意所改动的内容，用户应主动取消此项服务。如果用户继续使用服务，则视为接受服务条款的变动。<br>
            六度和合作公司有权按需要修改或变更所提供的价格标准、收费方式及服务条款。六度在提供服务时，可能现在或日后对部分服务的用户开始收取一定的费用或改变收费方式，如用户拒绝支付该等费用则不能在收费开始后继续使用相关的服务。但六度和合作公司将尽最大努力通过电邮或其他有效方式通知用户有关的修改或变更。<br>
            本公司特别提请用户注意，本公司为了保障公司业务发展和调整的自主权，本公司拥有经或未经事先通知而修改服务内容、中断或中止部分或全部服务的权利，修改会公布于网站相关页面上，一经公布视为通知。六度公司行使修改或中断服务的权利而造成损失的，六度公司不需对免费用户或其关联任何第三方负责。<br><br>
            如发生下列任何一种情形，本公司有权随时中断或终止向用户提供服务而无需通知用户：<br>
            (1)用户提供的个人资料不真实；<br>
            (2)用户违反本服务条款的规定；<br>
            (3)按照主管部门的要求；<br>
            (4)其他本公司认为是符合整体服务需求的特殊情形。<br><br>
            五、服务风险及免责声明<br>
            用户须明白，本服务涉及到互联网及移动通讯等服务，可能会受到各个环节不稳定因素的影响。因此服务存在因上述不可抗力、计算机病毒或黑客攻击、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。开通服务的用户须承担以上风险，对因此导致用户不能发送和接受消息或传递错误、未予储存或其他问题不承担任何责任。<br>
            如本公司的系统发生故障影响到本服务的正常运行，本公司承诺在第一时间内及时处理进行修复。<br>
            六度在此郑重提请您注意，任何经由本公司产品或平台以上载、张贴、发送信息、电子邮件或任何其他方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息、用户的登记资料或其他资料（以下简称“内容”），无论系公开还是私下传送，均由内容提供者承担责任。六度公司无法控制经由本服务传送之内容，也无法对用户的使用行为进行全面控制，因此不保证内容的合法性、正确性、完整性、真实性或品质；但在任何情况下，六度公司有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。<br>
            如因不可抗力或其它本站无法控制的原因使本站销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等本站会尽可能合理地协助处理善后事宜，并尽最大努力使客户免受损失。<br><br>
            六、其他<br>
            本公司的住所地为杭州市西湖区，如果用户与本公司发生争议，用户同意将争议提交至本公司住所地有管辖权的人民法院通过诉讼的方式解决。<br>
            如本服务条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，本服务条款的其余条款仍应有效且具有约束力，并且努力使该规定反映之意向具备效力。<br>
            每项服务及产品的内容、价格标准、收费方式应以最后发布的通知为准。<br>
            用户对服务之任何部分或本服务条款的任何部分之意见及建议可通过本站主页在线客服与六度联系。
        </p>
	</div>
</template>
<style>
	.agreement>p{
		font-size: 0.28rem;
		padding: 0.2rem;
		text-align: left;
		background: #F7FAFA;
	}
</style>